[
  {   "producto_id": 1,
    "titulo": "Lámpara de techo Cuska",
    "intro": "Lámpara de techo de madera Cuska.",
    "texto": "Esta original lámpara con pantalla de madera es ideal para iluminar y decorar distintos espacios de interior. La pantalla deja la bombilla a la vista, permitiendo una mejor difusión de la luz y potenciando el estilo decorativo de la lámpara. Lámpara colgante perfecta para espacios de restauración y ocio.",
    "precio_inicial": 680,
    "precio_descuento": 580,
    "img": "banner6.png",
    "alt": "Lámpara cuska"
  },
  {
    "producto_id": 2,
    "titulo": "Lámpara de techo Cloé",
    "intro": "Lámpara de techo retro con pantalla de metal.",
    "texto": "Pensada para iluminar zonas como mesas o barras de bar, pudiendo colocarse en tu hogar o en tu comercio al ser una lámpara muy decorativa. Los detalles de metal en diferentes colores y la pieza de madera decorativa combinan muy bien con todo tipo de estancias.",
    "precio_inicial": 580,
    "precio_descuento": 480,
    "img": "img2.png",
    "alt": "Lámpara de techo Cloé"
  },
  {
    "producto_id": 3,
    "titulo": "Lámpara colgante Lírica",
    "intro": "Lámpara colgante de acero y madera.",
    "texto": "Por un lado tenemos la pantalla de acero de color gris, fácil de combinar con decoraciones en colores claros y oscuros. La madera natural se encuentra en la parte superior de la pantalla y le da un toque muy decorativo. Puedes colocar una o varias lámparas para completar la iluminación.",
    "precio_inicial": 780,
    "precio_descuento": 680,
    "img": "img3.png",
    "alt": "Lámpara Colgante Lírica"
  },
  {
    "producto_id": 4,
    "titulo": "Lámpara de techo Nicolas",
    "intro": "Lámpara de techo de estilo retro.",
    "texto": "Lámpara fabricada en aluminio con acabado negro, cristal transparente y tres puntos de luz. El estilo retro-vintage lo podemos completar al incluir bombillas decorativas. Posibilidad de regular la altura, ideal para colocar en comedores, cocinas, restaurantes.",
    "precio_inicial": 580,
    "precio_descuento": 480,
    "img": "img4.png",
    "alt": "Lámpara de techo Nicolas"
  }
]